7zip
acpi
alacritty
alsa-firmware
alsa-utils
anydesk-bin
appmenu-gtk-module
aquamarine
arj
b43-fwcutter
base
base-devel
bash-completion
beautyline
bind
blackarch-keyring
blackarch-menus
blackarch-mirrorlist
blackarch-officials
blender
blueman
bluetooth-autoconnect
bluetooth-support
bottles
brave-bin
bridge-utils
btrfs-assistant
btrfs-progs
bzip2
chaotic-keyring
chaotic-mirrorlist
cliphist
clipman
code
coreutils
cpupower
crun
cryptsetup
curlftpfs
debtap
deluge-gtk
dialog
discord
dmidecode
dmraid
docker-compose
dosfstools
downgrade
dpkg
dracut
droidcam
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
eog
ethtool
evince
exfatprogs
f2fs-tools
fastfetch
fatresize
fcitx5-configtool
fcitx5-m17n
ffmpegthumbnailer
file
file-roller
filesystem
filezilla
findutils
firedragon
firewalld
foot
freedownloadmanager
freetype2
fscrypt
fsearch
fwupd
galculator
garuda-blackarch
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-dracut-support
garuda-fish-config
garuda-hooks
garuda-hotfixes
garuda-hyprland-settings
garuda-icons
garuda-network-assistant
garuda-rani
garuda-settings-manager
garuda-setup-assistant
garuda-system-maintenance
garuda-video-linux-config
garuda-wallpapers
garuda-wallpapers-extra
garuda-zsh-config
gawk
gcc-libs
geany
gestures
gettext
gimp
github-desktop
glibc
gnome-firmware
gnome-keyring
gnome-logs
gnome-system-monitor
gnu-netcat
gnucash
google-chrome
gparted
grep
grim
grimblast-git
grub
grub-btrfs
grub-garuda
grub-theme-garuda
gsimplecal
gstreamer-meta
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
heroic-games-launcher-bin
homebank
htop
hypridle
hyprland
inetutils
input-devices-support
input-remapper-git
intel-ucode
inxi
iproute2
iptables-nft
iputils
jfsutils
jq
kanshi
kate
kdeconnect
kdevelop
keyboard-visualizer-git
kitty
kvantum
lhasa
lib32-pipewire-jack
libdvdcss
libgsf
libmythes
libopenraw
libreoffice-fresh
librsvg
licenses
linux-clear
linux-clear-headers
linux-firmware
linux-zen
linux-zen-headers
logrotate
lrzip
lsb-release
lutris
lvm2
lxappearance
lzip
lzop
mako
man-db
man-pages
mdadm
meld
memtest86+
micro
modem-manager-gui
mtools
mypaint
nano
ncdu
neovim
net-tools
network-manager-applet
networkmanager-support
nfs-utils
nilfs-utils
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nwg-drawer
nwg-launchers
nwg-look
obs-studio
obsidian
okular
os-prober-btrfs
otf-font-awesome
otf-font-awesome-4
pacman
pacman-contrib
pacseek
pam-python-git
pamixer
paru
pavucontrol
pciutils
pencil2d
perl-file-mimeinfo
pipes.sh
pipewire-jack
pipewire-support
plasma-framework5
plasma5-themes-sweet-full-git
playerctl
plocate
plymouth
podman-compose
podman-docker
polkit-gnome
powertop
printer-support
procps-ng
prometheus
proton-ge-custom-bin
protontricks-git
psmisc
putty
qemu-desktop
qt5ct
qt6ct
ranger
rate-mirrors
rsync
samba-support
scanner-support
sdbus-cpp
sddm
sed
shadow
simple-scan
slurp
snapper-support
snapper-tools
sof-firmware
soundconverter
sshfs
stalonetray
steam-native-runtime
sudo
swappy
swaylock
system-config-printer
systemd
systemd-sysvcompat
tar
telegram-desktop
terminus-font
thunar
tmux
torbrowser-launcher
traceroute
transmageddon
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-ubuntu-font-family
ufw
ugrep
unace
unarchiver
unarj
unrar
unzip
update-grub
usbutils
util-linux
uwsm
variety
vi
vim
virtualbox-meta
vlc
vscodium
waybar
waybar-module-pacman-updates-git
wayland
wayland-protocols-git
waypaper-git
wdisplays
webapp-manager
wget
which
whois
wine
winetricks
wireless-regdb
wireless_tools
wireplumber
wlr-randr-git
wofi
wpaperd
wqy-zenhei
wtype
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfce4-terminal
xfsprogs
xorg-xhost
xorg-xwayland
xsel
xz

